docs/acl/acl-bench-results/raw/S06/key_deny_m3.txt
ERROR: ERR admin permission required to perform the command
ERROR: failed to fetch CONFIG from 127.0.0.1:7773
WARN: could not fetch server CONFIG
====== GET deny:__rand_int__ ======
  20000 requests completed in 2.22 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1
  multi-thread: no

0.00% <= 0.6 milliseconds
0.01% <= 0.7 milliseconds
0.04% <= 0.8 milliseconds
0.14% <= 0.9 milliseconds
0.34% <= 1.0 milliseconds
0.70% <= 1.1 milliseconds
1.57% <= 1.2 milliseconds
2.70% <= 1.3 milliseconds
4.32% <= 1.4 milliseconds
6.57% <= 1.5 milliseconds
9.07% <= 1.6 milliseconds
11.91% <= 1.7 milliseconds
14.86% <= 1.8 milliseconds
17.67% <= 1.9 milliseconds
20.47% <= 2 milliseconds
43.65% <= 3 milliseconds
58.33% <= 4 milliseconds
68.39% <= 5 milliseconds
76.12% <= 6 milliseconds
81.93% <= 7 milliseconds
86.04% <= 8 milliseconds
89.25% <= 9 milliseconds
91.72% <= 10 milliseconds
93.43% <= 11 milliseconds
94.88% <= 12 milliseconds
95.80% <= 13 milliseconds
96.46% <= 14 milliseconds
97.25% <= 15 milliseconds
97.77% <= 16 milliseconds
98.19% <= 17 milliseconds
98.57% <= 18 milliseconds
98.82% <= 19 milliseconds
99.10% <= 20 milliseconds
99.28% <= 21 milliseconds
99.39% <= 22 milliseconds
99.51% <= 23 milliseconds
99.57% <= 24 milliseconds
99.64% <= 25 milliseconds
99.74% <= 26 milliseconds
99.76% <= 27 milliseconds
99.81% <= 28 milliseconds
99.85% <= 29 milliseconds
99.89% <= 30 milliseconds
99.90% <= 31 milliseconds
99.93% <= 32 milliseconds
99.94% <= 33 milliseconds
99.98% <= 34 milliseconds
99.99% <= 35 milliseconds
100.00% <= 36 milliseconds
100.00% <= 40 milliseconds
9017.13 requests per second